{
  "prophets": [
    {
      "name": "Joseph",
      "lastname": "Smith",
      "birthdate": "23 December 1805",
      "death": "27 June 1844",
      "length": 14,
      "order": 1,
      "birthplace": "Vermont",
      "numofchildren": 11,
      "imageurl": "https://media.ldscdn.org/images/media-library/gospel-art/church-history/joseph-smith-art-lds-37715-gallery.jpg",
      "quotes": ["This is the spirit of Elijah, that we redeem our dead, and connect ourselves with our fathers which are in heaven, and seal up our dead to come forth in the first resurrection; and here we want the power of Elijah to seal those who dwell on earth to those who dwell in heaven. --History of the Church, 6:252","It is a time-honored adage that love begets love. Let us pour forth love—show forth our kindness unto all mankind, and the Lord will reward us with everlasting increase; cast our bread upon the waters and we shall receive it after many days, increased to a hundredfold.--History of the Church, 5:517","Why persecute me for telling the truth? I have actually seen a vision; and who am I that I can withstand God, or why does the world think to make me deny what I have actually seen? For I had seen a vision; I knew it, and I knew that God knew it, and I could not deny it, neither dared I do it; at least I knew that by so doing I would offend God, and come under condemnation. --Joseph Smith History 1:25"]
    },
    {
      "name": "Brigham",
      "lastname": "Young",
      "birthdate": "01 June 1801",
      "death": "29 August 1877",
      "length": 30,
      "order": 2,
      "birthplace": "Vermont",
      "numofchildren": 56,
      "imageurl": "https://media.ldscdn.org/images/media-library/gospel-art/latter-day-prophets/brigham-young-82908-gallery.jpg",
      "quotes": ["Education is the power to think clearly, the power to act well in the world's work, and the power to appreciate life.", "You educate a man; you educate a man. You educate a woman; you educate a generation.", "Though a man should say but a few words, and his sentences and words be ever so ungrammatical, if he speaks by the power of the Holy Ghost, he will do good."]
    },
    {
      "name": "John",
      "lastname": "Taylor",
      "birthdate": "01 November 1808",
      "death": "25 July 1887",
      "length": 6,
      "order": 3,
      "birthplace": "England",
      "numofchildren": 34,
      "imageurl": "https://media.ldscdn.org/images/media-library/gospel-art/latter-day-prophets/john-taylor-82909-gallery.jpg",
      "quotes": ["If you do not magnify your callings, God will hold you responsible for those whom you might have saved had you done your duty.", "Parents, treat your children aright; train them up in the fear of the Lord; they are of more importance to you than many things that you give your attention to.", "There were persons during medieval times who] “could commune with God, and who, by the power of faith, could draw aside the curtain of eternity and gaze upon the invisible world . . . , have the ministering of angels, and unfold the future destinies of the world. If those were dark ages I pray God to give me a little darkness, and deliver me from the light and intelligence that prevail in our day."]
    },
    {
      "name": "Wilford",
      "lastname": "Woodruff",
      "birthdate": "01 March 1807",
      "death": "02 September 1898",
      "length": 9,
      "order": 4,
      "birthplace": "Connecticut",
      "numofchildren": 34,
      "imageurl": "https://media.ldscdn.org/images/media-library/gospel-art/latter-day-prophets/wilford-woodruff-82910-gallery.jpg",
      "quotes": ["It will pay any man to serve God and to keep His commandments the few days he lives upon the earth.", "We will never while in the flesh, with this veil over us, fully comprehend that which lies before us in the world to come."]
    },
    {
      "name": "Lorenzo",
      "lastname": "Snow",
      "birthdate": "03 April 1814",
      "death": "19 October 1901",
      "length": 3,
      "order": 5,
      "birthplace": "Ohio",
      "numofchildren": 42,
      "imageurl": "https://media.ldscdn.org/images/media-library/gospel-art/latter-day-prophets/lorenzo-snow-82911-gallery.jpg",
      "quotes": ["Do not expect to become perfect at once. If you do, you will be disappointed. Be better today than you were yesterday, and be better tomorrow than you are today.", "In the next life we will have our bodies glorified and free from sickness and death. Nothing is so beautiful as a person in a resurrected and glorified condition. There is nothing more lovely than to be in this condition and have our wives and children and friends with us."]
    },
    {
      "name": "Joseph F.",
      "lastname": "Smith",
      "birthdate": "12 November 1838",
      "death": "19 November 1918",
      "length": 17,
      "order": 6,
      "birthplace": "Missouri",
      "numofchildren": 48,
      "imageurl": "https://media.ldscdn.org/images/media-library/gospel-art/latter-day-prophets/joseph-f-smith-82912-gallery.jpg",
      "quotes": ["We talk of obedience, but do we require any man or woman to ignorantly obey the counsels that are given? Do the First Presidency require it? No, never.", "Let me call your attention to this fact which you, of course, all know that we are living in the last days, the days of trouble, days of wickedness, spoken of as days of wickedness several hundred years before the coming of Christ by Nephi, as it is recorded in the twenty‑seventh chapter of Second Nephi."]
    },
    {
      "name": "Heber J.",
      "lastname": "Grant",
      "birthdate": "22 November 1856",
      "death": "14 May 1945",
      "length": 23,
      "order": 7,
      "birthplace": "Utah",
      "numofchildren": 12,
      "imageurl": "https://media.ldscdn.org/images/media-library/gospel-art/latter-day-prophets/heber-j-grant-82913-gallery.jpg",
      "quotes": ["I know of no easy formula to success. Persist, persist, PERSIST; work, work, WORK—is what counts in the battle of life.", "No power on earth, no power beneath the earth, will ever prevent you or me or any Latter-day Saint from being saved, except ourselves. We are the architects of our own lives, not only of the lives here, but the lives to come in the eternity."]
    },
    {
      "name": "George A.",
      "lastname": "Smith",
      "birthdate": "4 April 1870",
      "death": "4 April 1951",
      "length": 6,
      "order": 8,
      "birthplace": "Utah",
      "numofchildren": 3,
      "imageurl": "https://media.ldscdn.org/images/media-library/gospel-art/latter-day-prophets/george-albert-smith-82914-gallery.jpg",
      "quotes": ["We should not lose our tempers and abuse one another. … Nobody ever abused anybody else when he had the spirit of the Lord. It is always when we have some other spirit. --Conference Report, Oct. 1950, p.8", "The companionship of the spirit of the Lord is an antidote for weariness, . . . for fear and all those things that sometimes overtake us in life."]
    },
    {
      "name": "David O.",
      "lastname": "McKay",
      "birthdate": "8 September 1873",
      "death": "18 January 1970",
      "length": 19,
      "order": 9,
      "birthplace": "Utah",
      "numofchildren": 7,
      "imageurl": "https://media.ldscdn.org/images/media-library/gospel-art/latter-day-prophets/david-o-mckay-82915-gallery.jpg",
      "quotes": ["Happiness is the purpose and design of existence.", "The purpose of the gospel is to make bad men good and good men better.", "No other success can compensate for failure in the home"]
    },
    {
      "name": "Joseph Fielding",
      "lastname": "Smith",
      "birthdate": "19 July 1876",
      "death": "2 July 1972",
      "length": 1,
      "order": 10,
      "birthplace": "Utah",
      "numofchildren": 11,
      "imageurl": "https://media.ldscdn.org/images/media-library/teachings-of-presidents-of-the-church/joseph-fielding-smith/joseph-fielding-smith-82916-gallery.jpg",
      "quotes": ["The grateful man sees so much in the world to be thankful for, and with him the good outweighs the evil. Love overpowers jealousy, and light drives darkness out of his life…Pride destroys our gratitude and sets up selfishness in its place. How much happier we are in the presence of a grateful and loving soul, and how careful we should be to cultivate, through the medium of a prayerful life, a thankful attitude toward God and man! (Gospel Doctrine, 5th ed. (1939), 263)", "Everyone should learn something new everyday. You all have inquiring minds and are seeking truth in many fields. I sincerely hope your greatest search is in the realm of spiritual things, because it is there that we are able to gain salvation and make the progress that leads to eternal life in our Father’s kingdom. The most important knowledge in the world is gospel knowledge. It is knowledge of God and his law, of those things that men must do to work out their salvation with fear and trembling before the Lord. (Ensign, May 1971, pp.2-3)", "The home … is the workshop where human characters are built and the manner in which they are formed depends upon the relationship existing between parents and the children." ]
    },
    {
      "name": "Harold B.",
      "lastname": "Lee",
      "birthdate": "28 March 1899",
      "death": "26 December 1973",
      "length": 1,
      "order": 11,
      "birthplace": "Idaho",
      "numofchildren": 2,
      "imageurl": "https://media.ldscdn.org/images/media-library/gospel-art/latter-day-prophets/harold-b-lee-37763-gallery.jpg",
      "quotes": ["Happiness does not depend on what happens outside of you but on what happens inside of you.", "By giving His life He opened the door … and taught the way by which we could gain eternal life.", "The most important of the Lord’s work that you will ever do will be the work you do within the walls of your own home."]
    },
    {
      "name": "Spencer W.",
      "lastname": "Kimball",
      "birthdate": "28 March 1895",
      "death": "5 November 1985",
      "length": 12,
      "order": 12,
      "birthplace": "Utah",
      "numofchildren": 4,
      "imageurl": "https://media.ldscdn.org/images/media-library/gospel-art/latter-day-prophets/spencer-w-kimball-82918-gallery.jpg",
      "quotes": ["God does notice us, and he watches over us. But it is usually through another person that he meets our needs. Therefore, it is vital that we serve each other in the kingdom.", "Soul mates’ are fiction and an illusion; and while every young man and young woman will seek with all diligence and prayerfulness to find a mate with whom life can be most compatible and beautiful, yet it is certain that almost any good man and any good woman can have happiness and a successful marriage if both are willing to pay the price.", "If we like luxuries or necessities more than we like obedience, we will miss the blessings which he would like to give us. ", "Of all treasures of knowledge, the most vital is the knowledge of God.", "The statement, “As a man thinketh, so is he,” could equally well be rendered “As a man thinketh, so does he.” If one thinks it long enough he is likely to do it.", "Any excuse, no matter how valid, always weakens character."]
    },
    {
      "name": "Ezra Taft",
      "lastname": "Benson",
      "birthdate": "4 August 1899",
      "death": "30 May 1994",
      "length": 9,
      "order": 13,
      "birthplace": "Idaho",
      "numofchildren": 6,
      "imageurl": "https://media.ldscdn.org/images/media-library/gospel-art/latter-day-prophets/lds-president-ezra-taft-benson-83244-gallery.jpg",
      "quotes": ["The sacred title of ‘father’ is shared with the Almighty. … Fatherhood is not a matter of station or wealth; it is a matter of desire, diligence and determination to see one’s family exalted in the celestial kingdom. If that prize is lost, nothing else really matters.", "The secret of a happy marriage is to serve God and each other. The goal of marriage is unity and oneness, as well as self-development. Paradoxically, the more we serve one another, the greater is our spiritual and emotional growth.", "Humility does not mean weakness. It does not mean timidity. It does not mean fear. A man can be humble and fearless. A man can be humble and courageous.", "The Lord works from the inside out. The world works from the outside in. The world would take people out of the slums. Christ takes the slums out of people, and then they take themselves out of the slums. The world would mold men by changing their environment. Christ changes men, who then change their environment. The world would shape human behavior, but Christ can change human nature."]
    },
    {
      "name": "Howard W.",
      "lastname": "Hunter",
      "birthdate": "14 November 1907",
      "death": "3 March 1995",
      "length": 1,
      "order": 14,
      "birthplace": "Idaho",
      "numofchildren": 3,
      "imageurl": "https://media.ldscdn.org/images/media-library/gospel-art/latter-day-prophets/lds-president-howard-w-hunter-83247-gallery-notice.jpg",
      "quotes": ["You should express regularly to your wife and children your reverence and respect for her. Indeed, one of the greatest things a father can do for his children is to love their mother.", "If our lives and our faith are centered upon Jesus Christ and his restored gospel, nothing can ever go permanently wrong. On the other hand, if our lives are not centered on the Savior and his teachings, no other success can ever be permanently right.", "If prayer is only a spasmodic cry at the time of crisis, then it is utterly selfish, and we come to think of God as a repairman or a service agency to help us only in our emergencies. We should remember the Most High day and night – always – not only at times when all other assistance has failed and we desperately need help. If there is any element in human life on which we have a record of miraculous success and inestimable worth to the human soul, it is prayerful, reverential, devout communication with our Heavenly Father."]
    },
    {
      "name": "Gordon B.",
      "lastname": "Hinckley",
      "birthdate": "23 June 1910",
      "death": "27 January 2008",
      "length": 13,
      "order": 15,
      "birthplace": "Utah",
      "numofchildren": 5,
      "imageurl": "https://media.ldscdn.org/images/media-library/gospel-art/latter-day-prophets/lds-president-gordon-b-hinckley-83335-gallery.jpg",
      "quotes": ["It isn’t as bad as you sometimes think it is. It all works out. Don’t worry. … If you do your best, it will all work out. Put your trust in God, and move forward with faith.", "Cultivate an attitude of happiness. Cultivate a spirit of optimism. Walk with faith.", "As we learn to love the scriptures, they not only nourish us; they become delicious to the taste.", "Please don't nag yourselves with thoughts of failure. Do not set goals far beyond your capacity to achieve. Simply do what you can do, in the best way you know how, and the Lord will accept your effort."]
    },
    {
      "name": "Thomas S.",
      "lastname": "Monson",
      "birthdate": "21 August 1927",
      "death": "2 January 2018",
      "length": 10,
      "order": 16,
      "birthplace": "Utah",
      "numofchildren": 3,
      "imageurl": "https://media.ldscdn.org/images/media-library/church-leadership/first-presidency-and-quorum-of-the-twelve-apostles/president-thomas-s-monson-lds-560823-gallery.jpg",
      "quotes":["Be of good cheer. The future is as bright as your faith.", "We are a temple-building and a temple-attending people.", "God’s love is there for you whether or not you feel you deserve love. It is simply always there.", "Believe in yourself and then live so as to reach your possibilities."]
    },
    {
      "name": "Russell M.",
      "lastname": "Nelson",
      "birthdate": "9 September 1924",
      "death": null,
      "length": 2,
      "order": 17,
      "birthplace": "Utah",
      "numofchildren": 10,
      "imageurl": "https://media.ldscdn.org/images/media-library/church-leadership/first-presidency-and-quorum-of-the-twelve-apostles/russell-nelson-official-portrait-2018-2044670-gallery.jpg",
      "quotes":["The preparation of future missionaries begins in the family.", "No other work transcends that of righteous, intentional parenting!", "A perfect body is not required to achieve a divine destiny.", "Each day is a day of decision, and our decisions determine our destiny.", "Through the years, whenever I have been asked why I chose to become a medical doctor, my answer has always been the same: “Because I could not choose to be a mother.”"]
    }
  ]
}